Repository: Agathver/music
Catalog: po/*.po
Languages: de

source: Importing <b>$NAME</b> by <b>$ARTIST</b> to library…
de: Importiere <b>$NAME</b> von <b>$ARTIST</b> in die Bibliothek...

source: Unknown
de: Unbekannt

source: Radio Station
de: Radiosender

source: $NAME on $ALBUM
de: $NAME auf $ALBUM

source: $NAME by $ARTIST
de: $NAME von $ARTIST

source: $NAME by $ARTIST on $ALBUM
de: $NAME von $ARTIST auf $ALBUM

source: New playlist
de: Neue Wiedergabeliste

source: Export Playlist
de: Wiedergabeliste exportieren

source: Playlist
de: Wiedergabeliste

source: Import %s
de: %s importieren

source: Unrecognized playlist file. Import failed.
de: Unerkanntes Format für Wiedergabeliste. Import gescheitert.

source: %d second
de: %d Sekunde

source: %u second
de: %u Sekunde

# minutes and seconds
source: %s and %s
de: %s und %s

source: %u day
de: %u Tag

source: %u hour
de: %u Stunde

# days, hours and minutes
source: %s, %s and %s
de: %s, %s und %s

# days and hours
source: %s and %s
de: %s und %s

# days and minutes
source: %s and %s
de: %s und %s

# hours and minutes
source: %s and %s
de: %s und %s

source: Flat
de: Flach

source: Classical
de: Klassisch

source: Full Bass
de: Maximale Bässe

source: Full Treble
de: Maximale Höhen

source: Full Bass + Treble
de: Maximaler Bass + Höhen

source: Headphones
de: Kopfhörer

source: Large Hall
de: Große Halle

source: Import to Library
de: In Bibliothek importieren

source: Rescan Music Folder
de: Musikordner neu einlesen

source: Preferences
de: Einstellungen

source: Search Music
de: Musik suchen

source: Music
de: Musik

# Name of the playlist
source: Queue
de: Warteschlange

source: No songs in Queue
de: Keine Titel in der Warteschlange

source: To add songs to the queue, use the <b>secondary click</b> on an item and choose <b>Queue</b>. When a song finishes, the queued songs will be played first before the next song in the currently playing list.
de: Um Titel zur Warteschlange hinzuzufügen benutzen Sie den <b>Rechtsklick</b> und wählen <b>Warteschlange</b>. Wenn ein Titel wiedergegeben wurde, wird der zur Wiedergabeliste hinzugefügte Titel wiedergegeben, bevor der nächste Titel der aktuellen Wiedergabeliste gespielt wird.

source: History
de: Verlauf

source: No songs in History
de: Keine Titel im Verlauf

source: After a part of a song has been played, it is added to the history list. You can use this list to see all the songs you have played during the current session.
de: Nachdem ein Teil eines Titels wiedergegeben wurde, wird er zum Verlauf hinzugefügt. Sie können diese Liste benutzen um einen Überblick über die wiedergegebenen Titel zu bekommen.

source: Import Music
de: Musik importieren

source: <b>Importing</b> music to library…
de: Musik in die Bibliothek <b>importieren</b>...

source: Rescanning music folder for changes
de: Überprüfe Musikordner auf Änderungen

source: Could not find Music Folder
de: Musikordner konnte nicht gefunden werden

source: Please make sure that your music folder is accessible and mounted.
de: Bitte stellen Sie sicher, dass auf Ihren Musikordner zugegriffen werden kann und er eingehängt ist.

source: Import Complete
de: Import abgeschlossen

source: %s has imported your library.
de: %s hat Ihre Bibliothek importiert.

source: Device Name:
de: Gerätename:

source: Device Name
de: Gerätename

source: Automatically sync when plugged in:
de: Synchonisiere automatisch beim Einstecken:

source: Sync:
de: Synchronisiere:

source: Other Files
de: Andere Dateien

source: All Music
de: Gesamte Musik

source: All Podcasts
de: Alle Podcasts

source: Sync Failed
de: Die Synchronisation schlug fehl

source: The playlist named %s is used to sync device %s, but could not be found.
de: Die Wiedergabeliste %s wird genutzt, um das Gerät %s zu synchronisieren, konnte jedoch nicht gefunden werden.

source: Cannot Sync
de: Synchonisation nicht möglich

source: Cannot sync device with selected sync settings. Not enough space on disk
de: Das Gerät kann mit den ausgewählten Einstellungen nicht synchronisiert werden, da nicht genug Speicherplatz vorhanden ist.

source: Device is already doing an operation.
de: Das Gerät führt bereits eine Aufgabe durch.

source: No Songs
de: Keine Titel

source: Please wait until that this playlist get updated.
de: Bitte warten Sie bis diese Wiedergabeliste aktualisiert wird.

source: Get Some Tunes
de: Legen Sie sich ein paar Songs zu

source: %s can't seem to find your music.
de: %s scheint Ihre Musik nicht finden zu können

source: Locate
de: Ordner für Musik-Bibliothek festlegen

source: Change your music folder.
de: Ändern Sie gegebenenfalls Ihren Musikordner.

source: Import your Music
de: Importieren Ihrer Musik

source: Import all your Music from %s into your library.
de: Importieren ihrer gesamten Musik von %s in Ihre Bibliothek.

source: Select Music Folder
de: Musikordner auswählen

source: No media
de: Keine Mediendateien

source: To add songs to this playlist, use the <b>secondary click</b> on an item and choose <b>Add to Playlist</b>.
de: Um Titel zu dieser Wiedergabeliste hinzuzufügen, benutzen Sie den <b>Rechtsklick</b> auf dem entsprechenden Titel und wählen <b>Zur Wiedergabeliste hinzufügen</b>.

source: Edit Smart Playlist
de: Intelligente Wiedergabeliste bearbeiten

source: This playlist will be automatically populated with songs that match its rules. To modify these rules, use the <b>secondary click</b> on it in the sidebar and click on <b>Edit</b>. Optionally, you can click on the button below.
de: Diese Wiedergabeliste wird automatisch mit Musiktiteln befüllt auf die Ihre Regeln zutreffen. Um diese Regeln zu verändern nutzen Sie den <b>Rechtsklick</b> in der Seitenleiste und klicken anschließend auf <b>Bearbeiten</b>. Optional können Sie auf den unteren Knopf klicken.

source: No Albums Found.
de: Es wurden keine Alben gefunden.

# Title format used on Album View Popup: $ALBUM by $ARTIST
source: %s by %s
de: %s von %s

source: %d minutes
de: %d Minuten

source: %d hours
de: %d Stunden

source: %d days
de: %d Tage

source: %u items, %s, %s
de: %u Titel, %s, %s

# List column title
source: Track
de: Nr.

# List column title
source: Title
de: Titel

# List column title
source: Length
de: Dauer

# List column title
source: Artist
de: Interpret

# List column title
source: Album Artist
de: Album-Interpret

# List column title
source: Composer
de: Komponist

# List column title
source: Year
de: Jahr

# List column title
source: Grouping
de: Gruppierung

# List column title
source: Rating
de: Bewertung

# List column title
source: Plays
de: Wiedergabeanzahl

# List column title
source: Skips
de: Überspringanzahl

# List column title
source: Date Added
de: Hinzugefügt am

# List column title
source: Last Played
de: Zuletzt gespielt

# List column title (file location)
source: Location
de: Ort

# List column title
source: File Size
de: Dateigröße

source: Remove from Library
de: Aus Medienbibliothek entfernen

source: Remove from Queue
de: Aus Warteschlange entfernen

source: Remove from Device
de: Vom Gerät entfernen

source: Scroll to Current Song
de: Zum aktuellen Titel scrollen

source: Edit Song Info
de: Titelinformation bearbeiten

source: Show in File Browser
de: Im Dateimanager anzeigen

# Action item (verb)
source: Queue
de: Warteschlange

source: Add to Playlist
de: Zur Wiedergabeliste hinzufügen

source: Remove Song
de: Titel entfernen

source: New Playlist…
de: Neue Wiedergabeliste...

source: Import %i of %i selected songs
de: Importieren von %i aus %i ausgewählten Titeln

source: Import %i song
de: Importieren von einem Musiktitel

source: New playlist (%i)
de: Neue Wiedergabeliste (%i)

source: Never
de: Nie

source: Autosize Columns
de: Spalten Einrücken

source: Display Album Art
de: Albumbild anzeigen

source: No Songs Found.
de: Es wurden keine Titel gefunden.

source: %i track
de: %i Titel

source: %u song
de: %u Titel

source: All Genres
de: Alle Genres

source: All %i Genres
de: Alle %i Genres

source: No Genres
de: Keine Genres

source: All Artists
de: Alle Interpreten

source: All %i Artists
de: Alle %i Interpreten

source: No Artists
de: Keine Interpreten

source: All Albums
de: Alle Alben

source: All %i Albums
de: Alle %i Alben

source: No Albums
de: Keine Alben

source: All Years
de: Alle Jahre

source: All %i Years
de: Alle %i Jahre

source: No Years
de: Keine Jahre

source: All Ratings
de: Alle Bewertungen

source: No Ratings
de: Keine Bewertungen

source: All Groupings
de: Alle Gruppierungen

source: All %i Groupings
de: Alle %i Gruppierungen

source: No Groupings
de: Alle Gruppierungen

source: All Composers
de: Alle Komponisten

source: All %i Composers
de: Alle %i Komponisten

source: No Composers
de: Keine Komponisten

source: Automatic
de: Automatisch

source: On Left
de: Links

source: On Top
de: Oben

source: Unrated
de: Nicht bewertet

source: %i Star
de: %i Stern

source: Artists
de: Interpreten

source: Albums
de: Alben

source: Years
de: Jahre

source: Ratings
de: Bewertungen

source: Composers
de: Komponisten

source: Groupings
de: Gruppierungen

source: Cancelling…
de: Abbruch …

source: Device operation has been cancelled and will stop after this media.
de: Die Geräteoperation wurde abgebrochen und werden nach diesem Titel stoppen.

source: No External Songs
de: Keine externen Titel

source: There were no songs found on this device that are not in your library.
de: Es wurden auf diesem Gerät keine Titel gefunden die nicht in Ihrer Bibliothek sind.

# Importing playlist
source: Importing <b>%s</b> to Library…
de: Importiere <b>%s</b> in die Bibliothek...

source: <b>Copying</b> files to <b>Music Folder</b>…
de: <b>Kopiere</b> Dateien in den <b>Musikordner</b>…

source: Importing music from %s…
de: Importiere Musik aus %s ...

source: Adding files to library…
de: Füge Dateien zur Bibliothek hinzu...

source: Rescanning music for changes. This may take a while…
de: Musik wird neu eingelesen. Dies kann längere Zeit dauern...

source: Added to your queue:
de: Zur Warteschlange hinzugefügt:

source: Favorite Songs
de: Lieblingstitel

source: Recently Added
de: Kürzlich hinzugefügt

source: Recent Favorites
de: Kürzliche Lieblingstitel

source: Never Played
de: Niemals wiedergegeben

source: Over Played
de: Häufig wiedergegeben

source: Not Recently Played
de: Lange ungehört

source: Listen to music
de: Musik anhören

source: Music Player
de: Musikwiedergabe

source: Music;Audio;Player;MP3;iPod;Play;Playlist;Media;CD;Phone;
de: Musik;Audio;Spieler;MP3;iPod;Wiedergabe;Playlist;Widergabeliste;Medien;CD;Phone;Handy

source: Sync
de: Synchronisation

source: Free
de: leer

source: Using %s of %s (%.2f%)
de: Nutze %s von %s (%,2f%)

source: Delete Current
de: Momentanes löschen

source: Off
de: Aus

source: Enable Repeat
de: Wiederholung aktivieren

source: Song
de: Musiktitel

source: Repeat Song
de: Titel wiederholen

source: Repeat Album
de: Album wiederholen

source: Artist
de: Interpret

source: Repeat Artist
de: Interpret wiederholen

source: All
de: Alle

source: Repeat All
de: Alle wiederholen

source: Enable Shuffle
de: Zufall aktivieren

source: Disable Shuffle
de: Zufall deaktivieren

source: Add Playlist
de: Wiedergabeliste hinzufügen

source: Add Smart Playlist
de: Intelligente Wiedergabeliste hinzufügen

source: Hide
de: Verbergen

source: Show Equalizer
de: Equalizer anzeigen

source: Show
de: Anzeigen

source: Hide Equalizer
de: Equalizer verbergen

source: Show Info Panel
de: Zeige Info-Panel

source: Hide Info Panel
de: Verberge Info-Panel

source: Cancel
de: Abbrechen

source: Rename
de: Umbenennen

source: Remove
de: Entfernen

source: Export…
de: Exportieren...

source: Edit…
de: Bearbeiten...

source: Save as Playlist
de: Als Wiedergabeliste speichern

source: Eject
de: Auswerfen

source: New Playlist
de: Neue Wiedergabeliste

source: New Smart Playlist
de: Neue intelligente Wiedergabeliste

source: Import Playlists
de: Wiedergabelisten importieren

source: Library
de: Bibliothek

source: Devices
de: Geräte

source: Network
de: Netzwerk

source: Playlists
de: Wiedergabelisten

source: View as Albums
de: Albenansicht

source: View as List
de: Listenansicht

source: View in Columns
de: Spaltenansicht

source: Select Music Folder…
de: Musikordner auswählen...

source: General
de: Allgemein

source: Music Folder Location:
de: Ort des Musikordners:

source: Library Management:
de: Bibliothek verwalten:

source: Keep Music folder organized:
de: Musikordner geordnet halten:

source: Write metadata to file:
de: Metadaten in Datei schreiben:

source: Copy imported files to Library:
de: Importierte Dateien in Bibliothek kopieren:

source: Show notifications:
de: Mitteilungen anzeigen:

source: Minimize window when a song is being played:
de: Minimiere Fenster, wenn ein Titel gespielt wird:

source: Hide window when a song is being played:
de: Verstecke Fenster, wenn ein Titel gespielt wird:

source: Metadata
de: Metadaten

source: Lyrics
de: Liedtexte

source: Editing $NAME by $ARTIST
de: Bearbeite $NAME von $ARTIST

source: Editing %s
de: Bearbeite %s

source: Editing %i songs
de: Bearbeite %i Titel

source: Title
de: Titel

source: Album Artist
de: Album-Interpret

source: Composer
de: Komponist

source: Grouping
de: Gruppierung

source: Comment
de: Kommentar

source: Track
de: Nr.

source: Disc
de: CD

source: Year
de: Jahr

source: Rating
de: Bewertung

source: Media Type
de: Medientyp

source: Lyrics not found for %s
de: Es wurden für %s keine Liedtexte gefunden

source: Remove Media
de: Medium entfernen

source: Locate Media
de: Medium finden

source: Rescan Library
de: Bibliothek erneut einlesen

source: Do Nothing
de: Nichts tun

source: Could not find media file
de: Kann Mediendatei nicht finden

source: The music file for $NAME by $ARTIST could not be found. What would you like to do?
de: Die Datei für $NAME von $ARTIST konnte nicht gefunden werden. W

source: %i media files could not be found. What would you like to do?
de: %i Mediendateien können nicht gefunden werden. Wie möchten Sie fortfahren?

source: Choose Music Folder
de: Musikordner auswählen

source: Move to Trash
de: In den Müll verschieben

source: Remove from %s
de: Aus %s entfernen

source: Remove %d Songs From %s?
de: %d Titel von %s Entfernen?

source: Remove "%s" From %s?
de: "%s" aus %s entfernen?

source: This will remove the song from your library and from any device that automatically syncs with %s.
de: Dies wird den Titel aus Ihrer Bibliothek und von jedem anderen Gerät, dass automatisch mit %s synchronisiert wird entfernen.

source: Export Playlists
de: Wiedergabelisten exportieren

source: Set Music Folder
de: Musikordner auswählen

source: Set Music Folder?
de: Musikordner auswählen?

source: Are you sure you want to set the music folder to %s? This will reset your library and remove your playlists.
de: Sind Sie sicher, dass Sie den Musikordner auf %s setzen möchten? Dies wird die gesamte Bibliothek zurücksetzen und alle Wiedergabelisten entfernen.

source: Save preset
de: Preset speichern

source: %s (Custom)
de: %s (Benutzerdefiniert)

source: %s (Custom %i)
de: %s (Benutzerdefiniert %i)

source: Custom Preset
de: Benutzerdefinierte Voreinstellung

source: Custom Preset %i
de: Benutzerdefinierte Voreinstellung %i

source: Import from Device
de: Medien von einem Gerät importieren

source: Import media from %s
de: Medien aus %s importieren

source: The following files were found on %s, but are not in your library. Check all the files you would like to import.
de: Die folgenden Dateien wurden auf %s gefunden, aber befinden sich nicht in Ihrer Bibliothek. Markieren Sie alle Dateien die Sie importieren möchten.

source: Import all media
de: Alle Medien importieren

source: Import
de: Importieren

source: Don't Import
de: Nicht importieren

source: Import %i items from %s
de: Importiere %i Elemente aus %s

source: Import %s from %s
de: Importiere %s aus %s

source: Select individual media to import:
de: Einzelne Medien zum Importieren auswählen:

source: Check Item
de: Eintrag überprüfen

source: Check Album
de: Album überprüfen

source: Check Artist
de: Interpret überprüfen

source: Cannot Import
de: Import nicht möglich

source: Noise is already doing file operations. Please wait until those finish to import from %d
de: Noise führt bereits Dateioperationen durch. Bitte warten Sie, bis der Import von %d beendet ist

source: Import media to Library
de: Medien in Bibliothek importieren

source: Continue Syncing
de: Synchronisation fortführen

source: Stop Syncing
de: Synchronisation anhalten

source: If you continue to sync, media will be removed from %s since they are not on the sync list. Would you like to import them to your library first?
de: Wenn Sie mit der Synchronisierung fortfahren, werden Medien von %s gelöscht, da sie nicht auf der Synchronisierungsliste stehen. Möchten Sie diese zuerst noch in die Bibliothek importieren?

source: Sync will remove %i items from %s
de: Die Synchronisation wird %i Elemente von %s entfernen

source: Sync will remove 1 item from %s
de: Die Synchronisation wird 1 Element von %s entfernen

source: Smart Playlist Editor
de: Intelligente Wiedergabeliste

source: Name of Playlist
de: Name der Wiedergabeliste

source: Rules
de: Regeln

source: Options
de: Optionen

source: Playlist Title
de: Titel der Wiedergabeliste

source: Match
de: Erfülle

source: any
de: beliebige

source: all
de: alle

source: of the following:
de: der folgenden Bedingungen:

source: Limit to
de: Begrenzen auf

source: items
de: Elemente

source: Date Added
de: Hinzugefügt

source: Date Released
de: Veröffentlichungsdatum

source: Last Played
de: Zuletzt wiedergegeben

source: Length
de: Dauer

source: Playcount
de: Wiedergabezähler

source: Skipcount
de: Übersprungszähler

source: is
de: ist

source: contains
de: enthält

source: does not contain
de: enthält nicht

source: is exactly
de: entspricht genau

source: is at most
de: wahrscheinlich

source: is at least
de: ist zumindest

source: is within
de: in den letzten

source: is before
de: vor

source: seconds
de: Sekunden

source: days ago
de: Tag(en)

source: Not Imported Files
de: Nicht importierte Dateien

source: Unable to import %d items from %s
de: Importieren von %d Einträgen aus %s nicht möglich

source: %s was unable to import %d items. The files may be damaged.
de: %s konnte %d Einträge nicht importieren. Die Dateien könnten beschädigt sein.

source: Move all corrupted files to trash
de: Verschiebe alle beschädigten Datein in den Müll

source: Ignore
de: Ignorieren

source: del
de: löschen

source: File Location
de: Speicherort

source: Select individual files to move to trash:
de: Wählen Sie individuell Dateien aus die in den Müll verschoben werden sollen:

source: Install Plugin
de: Plugin installieren

source: Required GStreamer plugin not installed
de: Das benötige GStreamer Plugin ist nicht installiert

source: The plugin for media type %s is not installed. What would you like to do?
de: Das Plugin für Medien vom Typ %s ist nicht installiert. Wie möchten Sie fortfahren?

source: Unknown Artist
de: Unbekannter Interpret

source: Unknown Track
de: Unbekannter Titel

source: Unknown Album
de: Unbekanntes Album

source: An Error Occured
de: Es ist ein Fehler aufgetreten

source: There was an error while loading this Audio CD.
de: Während des Ladens der Audio CD ist ein Fehler aufgetreten

source: Audio CD Invalid
de: Audio-CD fehlerhaft

source: Impossible to read the contents of this Audio CD
de: Der Inhalt der Audio-CD kann nicht gelesen werden

source: Please make sure that your music folder is accessible and mounted before importing the CD.
de: Bitte stellen Sie sicher, dass Noise auf Ihren Musikordner zugreifen kann und dieser eingehängt ist, bevor die CD importiert wird.

source: No songs on CD
de: Keine Titel auf CD

source: The Application could not find any songs on the CD. No songs can be imported
de: Die Anwendung konnte keine Lieder auf der CD finden. Es können daher keine Lieder importiert werden.

source: CD Import Complete
de: CD-Import abgeschlossen

source: Importation of a song from Audio CD finished.
de: Der Import eines Titels von einer Audio-CD beendet.

source: Importation of %i songs from Audio CD finished.
de: Import von %i Titeln von einer Audio-CD beendet.

source: Importing track %i: %s
de: Importiere Titel %i: %s

source: CD import will be <b>cancelled</b> after current import.
de: Der Import der CD wird nach dem aktuellen Import<b>abgebrochen</b>.

source: An error occured during the Import of this CD
de: Während des CD-Imports trat ein fehler auf

source: Empty device!
de: Das Gerät ist leer!

source: This device does not contain any music.
de: Auf dem Gerät befindet sich keine Musik.

source: Android Phone
de: Android Handy

source: Adding <b>$NAME</b> by <b>$ARTIST</b> to $DEVICE
de: Füge <b>$NAME</b> von <b>$ARTIST</b> zu $DEVICE hinzu

source: Syncing <b>%s</b>…
de: Synchronisiere <b>%s</b>…

source: Finishing sync process…
de: Beende Synchronisierung...

source: Cancelling Sync…
de: Breche Synchronisierung ab...

source: There is not enough space on Device to complete the Sync…
de: Auf dem Gerät ist nicht genug Platz, um die Synchronisierung zu beenden...

source: Removing <b>$NAME</b> by <b>$ARTIST</b> from $DEVICE
de: Entferne <b>$NAME</b> von <b>$ARTIST</b> von $DEVICE

source: Removing from <b>%s</b>…
de: Entferne von <b>%s</b>…

source: media
de: Medien

source: Similar Media
de: Ähnliche Medien

source: Similar
de: Ähnliches

source: No similar songs found
de: Es wurden keine ähnlichen Titel gefunden

source: There are no songs similar to the current song in your library. Make sure all song info is correct and you are connected to the Internet. Some songs may not have matches.
de: Es gibt kein Lied in ihrer Bibliothek, das Ähnlichkeiten mit dem aktuellen Lied aufweist. Stellen Sie sicher, dass alle Informationen korrekt sind, und Sie mit dem Internet verbunden sind. Manche Lieder könnten dennoch keine Übereinstimmung haben.

source: Give Noise Permission
de: Noise die Erlaubnis erteilen

source: Unsuccessful. Click To Try Again.
de: Erfolglos. Klicken, um es noch einmal zu versuchen.

source: Scrobbling Already Enabled
de: Scrobbeln Ist Bereits Aktiviert

source: Success!
de: Vorgang abgeschlossen!

source: Complete Login
de: Komplette Anmeldung

source: Click to redo the Last.fm login process
de: Klicken, um den Last.fm Login-Vorgang zu wiederholen

source: To allow for Last.fm integration, you must give permission to Noise. You only need to do this once.
de: Um die Last.fm-Integration zu ermöglichen, müssen Sie Noise die Erlaubnis dazu erteilen. Dies müssen Sie nur einmal tun.
